Repository: Ekrem05/Honey-Zone
Catalog: HoneyZoneMvc/Resources/Views/About/Index.*.resx
Languages: bg

# AboutUsHeader
source: About us
bg: За нас

# AboutUsDescription
source: At Honey Zone, we offer premium Bulgarian honey, harvested sustainably to provide you with a pure, raw, and delicious product while supporting local beekeepers and bee conservation.
bg: В Honey Zone предлагаме премиум български мед, събран устойчиво, за да ви предоставим чист, суров и вкусен продукт, като същевременно подкрепяме местните пчелари и опазването на пчелите.

# WhoAreWeHeader
source: Who are we?
bg: Кои сме ние?

# WhoAreWeDescription
source: We are the premier providers of Bulgarian honey, dedicated to producing the purest honey available. Understanding the numerous health benefits honey offers, we are committed to delivering this natural wellness to you in every jar. Our beekeepers meticulously tend to their hives, ensuring that our honey is of the highest quality, with every drop bursting with rich flavor and nutritional goodness.
bg: Ние сме водещи доставчици на български мед, посветени на производството на най-чистия мед, наличен. Разбирайки многобройните ползи за здравето, които медът предлага, ние сме ангажирани да предоставяме това естествено благополучие във всяко бурканче. Нашите пчелари внимателно се грижат за своите кошери, осигурявайки, че медът ни е с най-високо качество, с всеки капка изпълнена с богат вкус и хранителна стойност.

# CheckProducts
source: Check our products
bg: Проверете нашите продукти

# OurFamilyHeader
source: Our family
bg: Нашето семейство

# BeekeeperAlt
source: A beekeeper
bg: Пчелар

# VasilenaAlt
source: Vasilena Petrova
bg: Василена Петрова

# VasilenaName
source: Vasilena Petrova
bg: Василена Петрова

# FounderTitle
source: Founder & CEO
bg: Основател

# VasilenaBio
source: John founded Honey Zone with a vision to create a business that supports sustainable beekeeping practices. With a background in environmental science and a passion for beekeeping, John leads the company with a focus on sustainability and community support.
bg: Василена основа Honey Zone с визията да създаде бизнес, който подкрепя устойчивите практики на пчеларство. С опит в екологичните науки и страст към пчеларството, тя ръководи компанията с фокус върху устойчивостта и подкрепата на общността.

# JaneAlt
source: Jane Smith
bg: Джейн Смит

# JaneName
source: Jane Smith
bg: Джейн Смит

# HeadBeekeeperTitle
source: Head Beekeeper
bg: Главен пчелар

# JaneBio
source: Jane is the main beekeeper at Honey Zone. She has over 15 years of experience in beekeeping and a degree in agricultural sciences. Jane oversees the beekeeping operations, ensuring the health of the bee colonies and the quality of the honey produced.
bg: Джейн е главният пчелар в Honey Zone. Тя има над 15 години опит в пчеларството и диплома по агрономически науки. Джейн ръководи пчеларските операции, осигурявайки здравето на пчелните колонии и качеството на произведения мед.

# EmilyAlt
source: Emily Johnson
bg: Емили Джонсън

# EmilyName
source: Emily Johnson
bg: Емили Джонсън

# MarketingDirectorTitle
source: Marketing Director
bg: Директор маркетинг

# EmilyBio
source: Emily has a strong background in marketing and communications with a degree in Business Marketing. She is responsible for developing marketing strategies, managing social media, and promoting Honey Zone's products and values to a wider audience.
bg: Емили има силен опит в маркетинга и комуникациите с диплома по бизнес маркетинг. Тя отговаря за разработването на маркетингови стратегии, управление на социалните медии и промотиране на продуктите и стойностите на Honey Zone на по-широка аудитория.

# RobertAlt
source: Robert Brown
bg: Робърт Браун

# RobertName
source: Robert Brown
bg: Робърт Браун

# OperationsManagerTitle
source: Operations Manager
bg: Оперативен мениджър

# RobertBio
source: Robert brings extensive experience in logistics and supply chain management to Honey Zone. He ensures the smooth operation of the business, from production to delivery, maintaining high standards of efficiency and quality control.
bg: Робърт носи обширен опит в логистиката и управлението на веригата за доставки в Honey Zone. Той осигурява гладкото функциониране на бизнеса, от производството до доставката, поддържайки високи стандарти за ефективност и контрол на качеството.

# SarahAlt
source: Sarah Lee
bg: Сара Лий

# SarahName
source: Sarah Lee
bg: Сара Лий

# ProductDevelopmentTitle
source: Product Development Specialist
bg: Специалист по развитие на продуктите

# SarahBio
source: Sarah has a background in food science and a passion for creating new honey-based products. She works on developing innovative products, such as flavored honey varieties, honey-based skincare, and health supplements, ensuring they meet customer needs and market trends.
bg: Сара има опит в науката за храните и страст към създаването на нови медени продукти. Тя работи върху разработването на иновации, като ароматизирани медови разновидности, медени козметични продукти и хранителни добавки, като се уверява, че те отговарят на нуждите на клиентите и тенденциите на пазара.

# MariaAlt
source: Maria Garcia
bg: Мария Гарсия

# MariaName
source: Maria Garcia
bg: Мария Гарсия

# CustomerRelationsTitle
source: Customer Relations Manager
bg: Мениджър по клиентски отношения

# MariaBio
source: Maria has a background in customer service and public relations. She handles customer inquiries, feedback, and complaints, ensuring a high level of customer satisfaction. Maria also works on building and maintaining strong relationships with key customers and partners.
bg: Мария има опит в обслужването на клиенти и публичните отношения. Тя се занимава с въпроси, обратна връзка и оплаквания на клиентите, осигурявайки високо ниво на удовлетвореност на клиентите. Мария също така работи върху изграждането и поддържането на силни отношения с ключови клиенти и партньори.
