Repository: Ekrem05/Honey-Zone
Catalog: HoneyZoneMvc/Resources/Views/Home/Index.*.resx
Languages: bg

source: Slide 1
bg: Слайд 1

source: Slide 2
bg: Слайд 2

source: Slide 3
bg: Слайд 3

# NatureGift
source: Nature's <span id="highlightWord">golden</span> gift
bg: <span id="highlightWord">Златния</span> дар на природата

# HoneyExperience
source: Get in touch with the best honey your senses can experience
bg: Опитайте най-добрия мед, наградете сетивата си

# ExquisiteHoney
source: Exquisite <span id="highlightWord">honey</span> collection
bg: Изискан мед

source: collection
bg: колекция

# UltimateExperience
source: Indulge in the ultimate honey experience and tantalize your taste buds with our exceptional selection.
bg: Разнообразна колекция

# FromBeehive
source: From the beehive
bg: От кошера

# ToKitchen
source: to your kitchen
bg: до вашата кухня

# FinestHoney
source: We bring you the finest, purest honey and beeswax products.
bg: Всички продукти са пряко от кошера.

# ShopButton
source: Shop
bg: Магазин

source: Previous
bg: Предишен

source: Next
bg: Следващ

# PageTitle
source: Honey-Zone
bg: Медена зона

# BestSellersHeader
source: Best Sellers
bg: Най-продавани

source: Who are we?
bg: Кои сме ние?

# WhoAreWeDescription
source: We are the premier providers of Bulgarian honey, dedicated to producing the purest honey available. Understanding the numerous health benefits honey offers, we are committed to delivering this natural wellness to you in every jar. Our beekeepers meticulously tend to their hives, ensuring that our honey is of the highest quality, with every drop bursting with rich flavor and nutritional goodness.
bg: Ние сме водещи доставчици на български мед, посветени на производството на най-чистия мед, наличен. Разбирайки многобройните ползи за здравето, които медът предлага, ние сме ангажирани да предоставяме това естествено благополучие във всяко бурканче. Нашите пчелари внимателно се грижат за своите кошери, осигурявайки, че медът ни е с най-високо качество.

# CheckProducts
source: Check our products
bg: Магазин

source: Our honey
bg: Нашият мед

# OurHoneyDescription
source: Our honey is sourced from the pristine and diverse floral landscapes of Bulgaria, ensuring a product of exceptional quality and rich flavor. We offer raw, unprocessed honey that retains all of its natural enzymes, vitamins, and antioxidants, providing maximum health benefits.
bg: Нашият мед идва от разнообразните медоносни растения в България, осигурявайки продукт с изключително качество и богат вкус. Предлагаме суров, необработен мед, който запазва всички свои естествени ензими, витамини и антиоксиданти, осигурявайки максимални ползи за здравето.

source: Customer Stories
bg: Истории на клиенти

# EmmaName
source: Emma L.
bg: Ема Л.

source: Model
bg: Модел

# EmmaTestimonial
source: Emma had always struggled with dry, sensitive skin and was wary of using harsh chemicals found in most skincare products. She started using a honey face mask twice a week and added a bit of honey to her daily moisturizer. Within a month, Emma noticed that her skin was more hydrated, smoother, and had a healthy glow. "Incorporating this honey into my skincare routine has been incredible. My skin looks and feels so much better naturally," Emma shares happily.
bg: Ема винаги е имала проблеми с сухата и чувствителна кожа и беше предпазлива към използването на агресивни химикали, намерени в повечето козметични продукти. Тя започна да използва медена маска за лице два пъти седмично и добави малко мед в ежедневния си овлажнител. В рамките на месец, Ема забеляза, че кожата ѝ е по-хидратирана, по-гладка и има здравословен блясък. "Включването на този мед в моята козметична рутина беше невероятно. Кожата ми изглежда и се чувства много по-добре естествено," споделя щастливо Ема.

# AlexName
source: Alex T.
bg: Алекс Т.

source: Runner
bg: Лекоатлет

# AlexTestimonial
source: As an avid runner, Alex was always looking for natural ways to enhance his performance and recovery. He discovered our honey and decided to give it a try. He started consuming a tablespoon of honey before his runs for an energy boost and added it to his post-workout smoothie for recovery. "Using this honey has been a fantastic addition to my fitness routine. I feel stronger and recover faster, which helps me train harder and smarter," Alex reports.
bg: Като запален лекоатлет, Алекс винаги е търсил естествени начини за подобряване на своето представяне и възстановяване. Той откри нашия мед и реши да го пробва. Започна да консумира супена лъжица мед преди тренировките си за енергийно стимулиране и го добавяше към след тренировъчното си смути за възстановяване. "Използването на този мед бе фантастично допълнение към моята фитнес рутина. Чувствам се по-силен и се възстановявам по-бързо, което ми помага да тренирам по-интензивно и умно," съобщава Алекс.

# MariaName
source: Maria K.
bg: Мария К.

source: Fitness instructor
bg: фитнес инструктор

# MariaTestimonial
source: After being diagnosed with a mild form of anemia, Maria was on the lookout for natural ways to boost her iron levels and overall energy. A friend recommended trying Bulgarian honey from our website. Maria started incorporating a spoonful of our raw honey into her morning tea and yogurt. Within a few weeks, she noticed a significant improvement in her energy levels and overall well-being. I feel more vibrant and energetic than I have in years. This honey has been a game-changer for my health," Maria shares enthusiastically.
bg: След като беше диагностицирана с лека форма на анемия, Мария търсеше естествени начини да повиши нивата на желязо и общата си енергия. Приятел ѝ препоръча да пробва български мед от нашия уебсайт. Мария започна да добавя лъжица от нашия суров мед в сутрешния си чай и йогурт. В рамките на няколко седмици, тя забеляза значително подобрение в енергийните си нива и общото си благополучие. Чувствам се по-жизнена и енергична от години. Този мед беше преломна точка за моето здраве," споделя Мария с ентусиазъм.

# ChefLucaName
source: Chef Luca R.
bg: Шеф Лука Р.

source: Chef
bg: Готвач

# ChefLucaTestimonial
source: Chef Luca, a renowned pastry chef, discovered our Bulgarian honey and began using it in his desserts. He created a honey-infused panna cotta that quickly became a customer favorite, thanks to the honey's rich, floral notes. Chef Luca also used it in honey-glazed figs and his signature baklava, adding a unique twist to classic recipes. "The depth and complexity of this honey have transformed my desserts, making them irresistible to my customers," Chef Luca shares.
bg: Шеф Лука, известен сладкар, откри нашия български мед и започна да го използва в десертите си. Той създаде меден panna cotta, който бързо стана любим на клиентите благодарение на богатите цветни нотки на меда. Шеф Лука също го използва в медено-глазирани смокини и неговата специална баклава, добавяйки уникален завършек на класическите рецепти. "Дълбочината и сложността на този мед трансформираха десертите ми, правейки ги неустоими за моите клиенти," споделя Шеф Лука.

# FAQUnique
source: What makes your honey unique?
bg: Какво прави меда ви уникален?

# FAQUniqueAnswer
source: Our honey is sourced from the pristine landscapes of Bulgaria, known for its rich floral diversity. Our bees collect nectar from a variety of flowers, resulting in a distinct and flavorful honey that captures the essence of our region.
bg: Нашият мед идва от чистите пейзажи на България, известни със своето богато цветно разнообразие. Нашите пчели събират нектар от различни цветя, резултатът от което е отличителен и ароматен мед, който улавя същността на нашия регион.

# FAQSource
source: Where do you source your honey from?
bg: Откъде получавате меда си?

# FAQSourceAnswer
source: We source our honey from our own apiaries as well as trusted local beekeepers across Bulgaria who share our commitment to quality and sustainability.
bg: Получаваме меда си от собствените ни пчелини, както и от доверени местни пчелари в България, които споделят нашия ангажимент към качеството и устойчивостта.

# FAQRawProcessed
source: Is your honey raw or processed?
bg: Суров ли е или обработен медът ви?

# FAQRawProcessedAnswer
source: We take pride in offering raw honey, which means it is minimally processed and retains all of its natural enzymes, vitamins, and antioxidants.
bg: Гордеем се с предлагането на суров мед, което означава, че е минимално обработен и запазва всички свои естествени ензими, витамини и антиоксиданти.

# FAQQuality
source: How do you ensure the quality and purity of your honey?
bg: Как осигурявате качеството и чистотата на меда си?

# FAQQualityAnswer
source: We implement rigorous quality control measures throughout the production process, including regular testing for purity and authenticity.
bg: Прилагаме строги мерки за контрол на качеството през целия производствен процес, включително редовно тестване за чистота и автентичност.

# FAQVisit
source: Can I visit your apiaries or production facilities?
bg: Мога ли да посетя вашите пчелини или производствени съоръжения?

# FAQVisitAnswer
source: Absolutely! We welcome visitors to our apiaries and production facilities by appointment to see firsthand how our honey is produced.
bg: Разбира се! Посрещаме посетители в нашите пчелини и производствени съоръжения по предварителна уговорка, за да видят лично как се произвежда нашият мед.

# FAQHealthBenefits
source: What are the health benefits of consuming your honey?
bg: Какви са здравословните ползи от консумацията на меда ви?

# FAQHealthBenefitsAnswer
source: Our honey is rich in antioxidants, vitamins, and minerals, and is known for its antibacterial and anti-inflammatory properties, supporting overall health and wellness.
bg: Нашият мед е богат на антиоксиданти, витамини и минерали и е известен със своите антибактериални и противовъзпалителни свойства, подкрепящи общото здраве и благополучие.

# FAQCookingBaking
source: Can I use your honey for cooking or baking?
bg: Мога ли да използвам меда ви за готвене или печене?

# FAQCookingBakingAnswer
source: Absolutely! Our honey is versatile and can be used in a wide range of culinary applications, from sweetening beverages to enhancing the flavors of savory dishes and desserts.
bg: Разбира се! Нашият мед е универсален и може да се използва в широка гама от кулинарни приложения, от подслаждане на напитки до подобряване на вкусовете на солени ястия и десерти.

# FAQShipping
source: Do you ship internationally?
bg: Изпращате ли международно?

# FAQShippingAnswer
source: Yes, we offer international shipping to bring our premium Bulgarian honey to customers around the world.
bg: Да, предлагаме международна доставка, за да донесем нашия премиум български мед на клиенти по целия свят.

# HoneyJarAltText
source: Honey jar
bg: Буркан мед
